{
  "menusections": [
    {
      "id": 1,
      "section": "Burgers",
      "image": "https://www.tastingtable.com/img/gallery/what-makes-restaurant-burgers-taste-different-from-homemade-burgers-upgrade/l-intro-1662064407.jpg",
      "description": "Have you experienced the magic of our burgers? We take pride in crafting them with a special blend of beef, quickly pressed flat onto a searing hot grill before the fat can escape. This technique maximizes the surface area, allowing the beef to cook rapidly, forming a luscious, heavy brown crust, akin to a perfectly seared steak. This crust locks in the juices, ensuring each bite is a flavor-packed delight."
    },
    {
      "id": 2,
      "section": "Pizzas",
      "image": "https://wallpapersmug.com/download/1600x900/b67e3e/pizza-slices-food.jpg",
      "description": "Experience pizza perfection at our restaurant. Our artisanal pizzas are a taste of Italy right in your neighborhood. Crafted with love and the finest, freshest ingredients, each pizza is a culinary masterpiece. From the classic Margherita with its simplicity to adventurous and creative toppings, our pizzas will transport your taste buds to a world of flavor. Join us for a slice of heaven today."
    },
    {
      "id": 3,
      "section": "Soups",
      "image": "https://vaya.in/news/wp-content/uploads/2019/04/soups-for-pregnant-women.jpg",
      "description": "Delight your taste buds in a symphony of flavors with our delectable soup selection. From rich and creamy bisques to hearty broths brimming with farm-fresh vegetables, our soups are a warm embrace for your senses. Whether you're seeking comfort in a classic tomato soup or a culinary adventure with our exotic spiced creations, our soups are a soul-warming journey through the art of gastronomy. Bon appétit!"
    },
    {
      "id": 4,
      "section": "Salads",
      "image": "https://nashvilleedit.com/wp-content/uploads/2021/01/salad-1600x900.jpg",
      "description": "Dive into a garden of freshness with our exquisite salads. Each vibrant creation is a symphony of colors, textures, and flavors, featuring crisp, locally sourced greens, ripe seasonal ingredients, and house-made dressings that elevate every bite. Whether you crave a classic Caesar or a daring fusion of tastes, our salads are a refreshing journey for your palate. Savor the taste of health and happiness."
    },
    {
      "id": 5,
      "section": "Drinks",
      "image": "https://dropinblog.net/34240221/files/featured/non-alcoholic-drinks-to-order-at-a-bar.jpg",
      "description": "Indulge in our handcrafted cocktails, a symphony of flavors that dance on your palate. From classic martinis to innovative mixology creations, our drink menu is a liquid adventure waiting to be explored. Sip, savor, and let your taste buds revel in the artistry of our expert bartenders. Cheers to unforgettable moments and unforgettable drinks!"
    },
    {
      "id": 6,
      "section": "Desserts",
      "image": "https://images.wallpaperscraft.com/image/single/food_sweets_cakes_75172_1600x900.jpg",
      "description": "Prepare to embark on a sweet journey with our delectable desserts. Each creation is a masterpiece of flavor and presentation, carefully crafted to satisfy your cravings and delight your senses. From rich, velvety chocolate indulgence to light, fruity delights, our desserts are a celebration of culinary artistry. Save room for a sweet ending that will leave you craving for more!"
    }
  ],
  "menu": [
    {
      "id": 1,
      "name": "Beef burger",
      "section": "Burgers",
      "image": "",
      "description": "The cosmopolitan cocktail, typically referred to as the 'cosmo', gained popularity during the 1990s when it was frequently mentioned on the television show Sex and the City. The combination of vodka, orange liqueur, lime juice, and cranberry juice have made it a timeless classic."
    },
    {
      "id": 2,
      "name": "Chichen burger",
      "section": "Burgers",
      "image": "",
      "description": ""
    },
    {
      "id": 3,
      "name": "Vegan burger",
      "section": "Burgers",
      "image": "",
      "description": ""
    },
    {
      "id": 4,
      "name": "Pizza beef",
      "section": "Pizzas",
      "image": "",
      "description": ""
    },
    {
      "id": 5,
      "name": "Pizza chichen",
      "section": "Pizzas",
      "image": "",
      "description": ""
    },
    {
      "id": 6,
      "name": "Pizza vegan",
      "section": "Pizzas",
      "image": "",
      "description": ""
    },
    {
      "id": 7,
      "name": "Beer",
      "section": "Drinks",
      "image": "",
      "description": ""
    },
    {
      "id": 8,
      "name": "Wine",
      "section": "Drinks",
      "image": "",
      "description": ""
    },
    {
      "id": 9,
      "name": "Cosmopolitan Cocktail",
      "section": "Drinks",
      "image": "",
      "description": ""
    },
    {
      "id": 10,
      "name": "Raspberry cheesecake",
      "section": "Desserts",
      "image": "",
      "description": "Gourmet dessert plate raspberry cheesecake mousse indulgence"
    },
    {
      "id": 11,
      "name": "Homemade brownie with icecream",
      "section": "Desserts",
      "image": "",
      "description": "Indulgent homemade brownie with chocolate icing and pecans"
    },
    {
      "id": 12,
      "name": "Carrot cake",
      "section": "Desserts",
      "image": "",
      "description": "Delicious carrot cake with cream"
    }
  ],

  "events": [
    {
      "id": 1,
      "name": "Party",
      "image": "",
      "description": ""
    },
    {
      "id": 2,
      "name": "Celebrate",
      "image": "",
      "description": ""
    },
    {
      "id": 3,
      "name": "Sports",
      "image": "",
      "description": ""
    }
  ],
  "user": [
    {
      "id": 1,
      "name": "Cristina",
      "type": "admin"
    },
    {
      "id": 2,
      "name": "Daiana",
      "type": "admin"
    },
    {
      "id": 3,
      "name": "Dan",
      "type": "admin"
    }
  ]
}
